Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.freeze_bank.accessibility
source: Freeze bank %@ of %@ available.
ar: بنك التجميد %@ من %@ متاح.
bg: Налични замразявания: %@ от %@.
bn: উপলভ্য ফ্রিজ %@টি, মোট %@টি।
ca: Congelacions disponibles: %@ de %@.
cs: Dostupná zmrazení: %@ z %@.
da: Tilgængelige frysninger: %@ af %@.
de: Freeze-Vorrat: %@ von %@ verfügbar.
el: Διαθέσιμα παγώματα: %@ από %@.
es_es: Banco de congelación: %@ de %@ disponible.
es_mx: Banco de congelación: %@ de %@ disponible.
et: Külmutusi saadaval: %@/%@.
fa: ذخیرهٔ محافظت: %@ از %@ در دسترس است.
fi: Suojia käytettävissä: %@/%@.
fr: Réserve de gels : %@ sur %@ disponibles.
gu: રક્ષણ ભંડારમાં %@ ઉપલબ્ધ (કુલ %@).
he: במאגר ההקפאות %@ מתוך %@ זמינות.
hi: फ़्रीज़ बैंक में %@ में से %@ उपलब्ध हैं.
hr: U zalihi je dostupno %@ od %@ zamrzavanja.
hu: Elérhető sorozatvédők: %@ / %@.
id: Pelindung rangkaian tersedia: %@ dari %@.
is: Runuvörn tiltæk: %@ af %@.
it: Salvaserie disponibili: %@ su %@.
ja: フリーズ残数は%@/%@です。
kn: ನಿರಂತರತೆ ರಕ್ಷಣೆಗಳು %@ / %@ ಲಭ್ಯವಿವೆ.
ko: 연속 학습 보호권: %@ / %@개 사용 가능.
lt: Serijos apsaugų atsargoje: %@ iš %@.
lv: Pieejamās sērijas aizsardzības: %@ no %@.
ml: തുടർച്ചാ സംരക്ഷണ ശേഖരം: %@ / %@ ലഭ്യമാണ്.
mr: संरक्षण साठा: %@ उपलब्ध, एकूण %@.
nb: Frysebank: %@ av %@ tilgjengelig.
nl: Beschermingsvoorraad: %@ van %@ beschikbaar.
pa: ਫ੍ਰੀਜ਼ ਭੰਡਾਰ: %@ ਉਪਲਬਧ, ਕੁੱਲ %@।
pl: Bank zamrożeń: %@ z %@ dostępnych.
pt_br: Reserva de congelamentos: %@ de %@ disponíveis.
ro: Rezerva de înghețări: %@ din %@ disponibile.
ru: Банк заморозок: %@ из %@ доступно.
sk: Dostupné ochrany série: %@ z %@.
sl: Razpoložljive zaščite niza: %@ od %@.
sv: Tillgängliga svitskydd: %@ av %@.
sw: Akiba ya kinga: %@ kati ya %@ zinapatikana.
ta: தொடர் நாள் பாதுகாப்பு இருப்பு: %@ / %@ கிடைக்கிறது.
te: వరుస రోజుల రక్షణ నిల్వ: %@ / %@ అందుబాటులో ఉంది.
th: สิทธิ์พักสถิติต่อเนื่องเหลือ %@ จาก %@
tr: Seri koruma hakkı: %@ / %@ kullanılabilir.
uk: Доступні заморожування серії: %@ із %@.
ur: مسلسل دن بچانے کے ذخیرے میں %@، کل %@ میں سے دستیاب ہیں۔
vi: Kho bảo vệ chuỗi ngày: %@ trên %@ lượt khả dụng.
zh_hans: 冻结库可用 %@/%@。
zu: Isilondolozi sochungechunge: kutholakala %@ kokungu-%@.

# progress.freeze_bank.info.accessibility_hint
source: Shows how streak freezes work.
ar: يعرض كيفية عمل تجميدات السلسلة.
bg: Показва как работят замразяванията на поредицата.
bn: ধারাবাহিকতা সুরক্ষার ফ্রিজ কীভাবে কাজ করে তা দেখায়।
ca: Mostra com funcionen les congelacions de ratxa.
cs: Vysvětluje, jak funguje zmrazení série.
da: Viser, hvordan frysning af læringsserier fungerer.
de: Zeigt, wie Serien-Freezes funktionieren.
el: Δείχνει πώς λειτουργεί το πάγωμα σερί.
es_es: Muestra cómo funcionan las congelaciones de racha.
es_mx: Muestra cómo funcionan las congelaciones de racha.
et: Näitab, kuidas järjestikuste päevade külmutused toimivad.
fa: نحوهٔ عملکرد محافظت از روزهای پیاپی را نشان می‌دهد.
fi: Näyttää, miten päiväputken suojat toimivat.
fr: Explique le fonctionnement des gels de série.
gu: સતત અભ્યાસનું રક્ષણ કેવી રીતે કામ કરે છે તે બતાવે છે.
he: מציג הסבר על הקפאת רצפים.
hi: दिखाता है कि स्ट्रीक फ़्रीज़ कैसे काम करते हैं.
hr: Prikazuje kako funkcioniraju zamrzavanja niza.
hu: Bemutatja a sorozatvédők működését.
id: Menjelaskan cara kerja pelindung rangkaian.
is: Sýnir hvernig runuvörn virkar.
it: Mostra come funzionano i salvaserie.
ja: ストリークフリーズの仕組みを表示します。
kn: ನಿರಂತರತೆ ರಕ್ಷಣೆಗಳು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತವೆ ಎಂಬುದನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 연속 학습 보호권의 작동 방식을 보여줍니다.
lt: Parodo, kaip veikia serijos apsaugos.
lv: Parāda, kā darbojas sērijas aizsardzība.
ml: തുടർച്ചാ സംരക്ഷണം എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്ന് കാണിക്കുന്നു.
mr: सलग दिवसांचे संरक्षण कसे काम करते ते दाखवते.
nb: Viser hvordan frysing av dagrekken fungerer.
nl: Toont hoe bescherming van je dagreeks werkt.
pa: ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਲਗਾਤਾਰ ਦਿਨਾਂ ਦੀ ਲੜੀ ਦੇ ਫ੍ਰੀਜ਼ ਕਿਵੇਂ ਕੰਮ ਕਰਦੇ ਹਨ।
pl: Wyjaśnia działanie zamrożeń serii.
pt_br: Mostra como funcionam os congelamentos de sequência.
ro: Arată cum funcționează înghețările seriei.
ru: Показывает, как работают заморозки серии.
sk: Vysvetľuje, ako fungujú ochrany série.
sl: Pojasni delovanje zaščit niza.
sv: Visar hur svitskydd fungerar.
sw: Inaonyesha jinsi kinga za mfululizo zinavyofanya kazi.
ta: தொடர் நாள் பாதுகாப்புகள் செயல்படும் விதத்தைக் காட்டுகிறது.
te: వరుస రోజుల రక్షణలు ఎలా పనిచేస్తాయో చూపిస్తుంది.
th: แสดงวิธีใช้สิทธิ์พักสถิติต่อเนื่อง
tr: Seri korumanın nasıl çalıştığını gösterir.
uk: Показує, як працюють заморожування серії.
ur: مسلسل دنوں کی حفاظت کا طریقہ دکھاتا ہے۔
vi: Hiển thị cách hoạt động của lượt bảo vệ chuỗi ngày.
zh_hans: 显示连续记录冻结的工作方式。
zu: Ibonisa ukuthi ukuvikela uchungechunge kusebenza kanjani.

# progress.freeze_bank.info.message
source: Available: %@/%@. Recharge: %@/%@. Freezes protect missed days and recharge as your streak continues.
ar: المتاح: %@/%@. إعادة الشحن: %@/%@. تحمي التجميدات الأيام الفائتة وتُعاد شحنها مع استمرار سلسلتك.
bg: Налични: %@/%@. Възстановяване: %@/%@. Замразяванията предпазват поредицата при пропуснати дни и се възстановяват, докато тя продължава.
bn: উপলভ্য: %@/%@। পুনরায় জমা হচ্ছে: %@/%@। ফ্রিজ ব্যবহার করলে বাদ পড়া দিনেও ধারাবাহিকতা অক্ষুণ্ণ থাকে। ধারাবাহিকতা বজায় রাখলে ফ্রিজ আবার জমা হয়।
ca: Disponibles: %@/%@. Recàrrega: %@/%@. Les congelacions protegeixen els dies que no estudies i es recarreguen mentre mantens la ratxa.
cs: Dostupné: %@/%@. Doplnění: %@/%@. Zmrazení chrání vynechané dny a doplňují se, když pokračujete v sérii.
da: Tilgængelige: %@/%@. Genopfyldning: %@/%@. Frysninger beskytter oversprungne dage og genopfyldes, når din læringsserie fortsætter.
de: Verfügbar: %@/%@. Aufladung: %@/%@. Freezes schützen verpasste Tage und laden sich auf, während deine Serie weiterläuft.
el: Διαθέσιμα: %@/%@. Αναπλήρωση: %@/%@. Τα παγώματα προστατεύουν τις ημέρες που παραλείπετε και αναπληρώνονται όσο συνεχίζεται το σερί σας.
es_es: Disponibles: %@/%@. Recarga: %@/%@. Las congelaciones protegen días perdidos y se recargan a medida que continúa tu racha.
es_mx: Disponibles: %@/%@. Recarga: %@/%@. Las congelaciones protegen días perdidos y se recargan a medida que continúa tu racha.
et: Saadaval: %@/%@. Taastumine: %@/%@. Külmutused kaitsevad vahelejäänud päevi ja taastuvad sinu päevade jada jätkudes.
fa: در دسترس: %@/%@. شارژ مجدد: %@/%@. محافظت‌ها روزهای ازدست‌رفته را پوشش می‌دهند و با ادامهٔ روزهای پیاپی دوباره شارژ می‌شوند.
fi: Käytettävissä: %@/%@. Latautuminen: %@/%@. Suojat turvaavat väliin jääneet päivät ja latautuvat päiväputken jatkuessa.
fr: Disponibles : %@/%@. Recharge : %@/%@. Les gels protègent les jours manqués et se rechargent à mesure que votre série continue.
gu: ઉપલબ્ધ: %@/%@. પુનઃભરણ: %@/%@. રક્ષણ ચૂકી ગયેલા દિવસોને આવરી લે છે અને સતત અભ્યાસથી ફરી ભરાય છે.
he: זמינות: %@/%@. טעינה מחדש: %@/%@. הקפאות מגינות על ימים שהוחמצו ונטענות ככל שהרצף נמשך.
hi: उपलब्ध: %@/%@. रीचार्ज: %@/%@. फ़्रीज़ छूटे हुए दिनों की रक्षा करते हैं और आपकी श्रृंखला जारी रहने पर रीचार्ज होते हैं.
hr: Dostupno: %@/%@. Obnova: %@/%@. Zamrzavanja štite propuštene dane i obnavljaju se dok nastavljate niz.
hu: Elérhető: %@/%@. Feltöltés: %@/%@. A sorozatvédők megóvják a kihagyott napokat, és a sorozat folytatásával újratöltődnek.
id: Tersedia: %@/%@. Isi ulang: %@/%@. Pelindung menjaga rangkaian saat Anda melewatkan hari dan terisi ulang saat rangkaian berlanjut.
is: Tiltækt: %@/%@. Endurhleðsla: %@/%@. Runuvörn verndar daga sem falla úr og endurhleðst þegar runan heldur áfram.
it: Disponibili: %@/%@. Ricarica: %@/%@. I salvaserie proteggono i giorni saltati e si ricaricano mentre continui la serie.
ja: 利用可能: %@/%@。リチャージ: %@/%@。フリーズは逃した日を保護し、連続記録が続くと回復します。
kn: ಲಭ್ಯ: %@/%@. ಮರುಭರ್ತಿ: %@/%@. ರಕ್ಷಣೆಗಳು ತಪ್ಪಿದ ದಿನಗಳಲ್ಲೂ ನಿರಂತರತೆಯನ್ನು ಉಳಿಸುತ್ತವೆ ಮತ್ತು ನಿರಂತರತೆ ಮುಂದುವರಿದಂತೆ ಮರುಭರ್ತಿಯಾಗುತ್ತವೆ.
ko: 사용 가능: %@/%@. 충전: %@/%@. 보호권은 빠뜨린 날에도 연속 학습을 유지해 주며, 연속 학습을 이어가면 충전됩니다.
lt: Yra: %@/%@. Papildymas: %@/%@. Apsaugos padengia praleistas dienas ir pasipildo tęsiant seriją.
lv: Pieejams: %@/%@. Papildināšana: %@/%@. Aizsardzība pasargā izlaistās dienas un atjaunojas, turpinot sēriju.
ml: ലഭ്യമായത്: %@/%@. നിറയുന്നത്: %@/%@. വിട്ടുപോയ ദിവസങ്ങളിൽ സംരക്ഷണം തുടർച്ച നിലനിർത്തുന്നു; തുടർച്ച തുടരുമ്പോൾ അത് വീണ്ടും നിറയും.
mr: उपलब्ध: %@/%@. पुनर्भरण: %@/%@. संरक्षणामुळे चुकलेल्या दिवशी मालिका टिकते आणि सलग अभ्यास करत राहिल्यास साठा पुन्हा भरतो.
nb: Tilgjengelig: %@/%@. Påfyll: %@/%@. Frysing beskytter dager du går glipp av, og fylles på når dagrekken fortsetter.
nl: Beschikbaar: %@/%@. Aanvulling: %@/%@. Bescherming vangt gemiste dagen op en wordt aangevuld als je dagreeks doorgaat.
pa: ਉਪਲਬਧ: %@/%@। ਮੁੜ ਭਰਾਈ: %@/%@। ਫ੍ਰੀਜ਼ ਛੁੱਟੇ ਦਿਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹਨ ਅਤੇ ਲੜੀ ਜਾਰੀ ਰਹਿਣ ਨਾਲ ਮੁੜ ਭਰਦੇ ਹਨ।
pl: Dostępne: %@/%@. Odnowienie: %@/%@. Zamrożenia chronią pominięte dni i odnawiają się, gdy kontynuujesz serię.
pt_br: Disponíveis: %@/%@. Recarga: %@/%@. Os congelamentos protegem os dias perdidos e recarregam conforme sua sequência continua.
ro: Disponibile: %@/%@. Reîncărcare: %@/%@. Înghețările protejează zilele ratate și se reîncarcă pe măsură ce seria continuă.
ru: Доступно: %@/%@. Перезарядка: %@/%@. Заморозки защищают пропущенные дни и восстанавливаются по мере продолжения серии.
sk: Dostupné: %@/%@. Dopĺňanie: %@/%@. Ochrany chránia vynechané dni a dopĺňajú sa pri pokračovaní série.
sl: Na voljo: %@/%@. Obnavljanje: %@/%@. Zaščite pokrijejo izpuščene dni in se obnavljajo, ko nadaljujete niz.
sv: Tillgängliga: %@/%@. Återställning: %@/%@. Skydden täcker missade dagar och återställs när din svit fortsätter.
sw: Zinazopatikana: %@/%@. Kujaza tena: %@/%@. Kinga hulinda siku ulizokosa na hujazwa tena mfululizo wako unapoendelea.
ta: கிடைப்பவை: %@/%@. மீள்நிரப்பு: %@/%@. தவறிய நாட்களில் தொடர் நாள் பாதுகாப்புகள் உங்கள் தொடரைப் பாதுகாக்கும்; தொடர் நீளும்போது மீண்டும் நிரம்பும்.
te: అందుబాటులో: %@/%@. తిరిగి నింపడం: %@/%@. రక్షణలు తప్పిన రోజుల్లో మీ వరుసను కాపాడతాయి; వరుస కొనసాగుతున్నప్పుడు తిరిగి నిండుతాయి.
th: ใช้ได้: %@/%@ เติมคืน: %@/%@ สิทธิ์พักจะรักษาสถิติต่อเนื่องในวันที่ไม่ได้เรียน และเติมคืนเมื่อคุณเรียนต่อเนื่อง
tr: Kullanılabilir: %@/%@. Yenilenme: %@/%@. Seri koruma, kaçırılan günleri telafi eder ve seriniz sürdükçe yenilenir.
uk: Доступно: %@/%@. Поповнення: %@/%@. Заморожування захищають пропущені дні та поповнюються, коли серія триває.
ur: دستیاب: %@/%@۔ بحالی: %@/%@۔ حفاظتی مواقع چھوٹ جانے والے دنوں کی تلافی کرتے ہیں اور مسلسل دہرائی جاری رکھنے سے بحال ہوتے ہیں۔
vi: Khả dụng: %@/%@. Nạp lại: %@/%@. Lượt bảo vệ giữ chuỗi khi bạn bỏ lỡ một ngày và được nạp lại khi bạn tiếp tục chuỗi.
zh_hans: 可用：%@/%@。恢复进度：%@/%@。冻结可保护错过的日期，并会随着连续记录继续而恢复。
zu: Okutholakalayo: %@/%@. Ukugcwaliswa: %@/%@. Izivikelo zigcina uchungechunge ngezinsuku oziphuthelwe futhi zigcwaliswa njengoba uqhubeka nochungechunge.

# progress.freeze_bank.info.title
source: Streak freezes
ar: تجميدات السلسلة
bg: Замразявания на поредицата
bn: ধারাবাহিকতা সুরক্ষার ফ্রিজ
ca: Congelacions de ratxa
cs: Zmrazení série
da: Frysninger af læringsserie
de: Serien-Freezes
el: Παγώματα σερί
es_es: Congelaciones de racha
es_mx: Congelaciones de racha
et: Päevade jada külmutused
fa: محافظت از روزهای پیاپی
fi: Päiväputken suojat
fr: Gels de série
gu: સતત અભ્યાસનું રક્ષણ
he: הקפאות רצף
hi: स्ट्रीक फ़्रीज़
hr: Zamrzavanja niza
hu: Sorozatvédők
id: Pelindung rangkaian
is: Runuvörn
it: Salvaserie
ja: ストリークフリーズ
kn: ನಿರಂತರತೆ ರಕ್ಷಣೆಗಳು
ko: 연속 학습 보호권
lt: Serijos apsaugos
lv: Sērijas aizsardzība
ml: തുടർച്ചാ സംരക്ഷണങ്ങൾ
mr: सलग दिवसांचे संरक्षण
nb: Frysing av dagrekken
nl: Dagreeksbescherming
pa: ਲੜੀ ਦੇ ਫ੍ਰੀਜ਼
pl: Zamrożenia serii
pt_br: Congelamentos de sequência
ro: Înghețările seriei
ru: Заморозки серии
sk: Ochrany série
sl: Zaščite niza
sv: Svitskydd
sw: Kinga za mfululizo
ta: தொடர் நாள் பாதுகாப்புகள்
te: వరుస రోజుల రక్షణలు
th: สิทธิ์พักสถิติต่อเนื่อง
tr: Seri koruma
uk: Заморожування серії
ur: مسلسل دنوں کی حفاظت
vi: Bảo vệ chuỗi ngày
zh_hans: 连续记录冻结
zu: Izivikelo zochungechunge

# progress.friend_invite.create_button
source: Create Link
ar: إنشاء الرابط
bg: Създаване на връзка
bn: লিঙ্ক তৈরি করুন
ca: Crea un enllaç
cs: Vytvořit odkaz
da: Opret link
de: Link erstellen
el: Δημιουργία συνδέσμου
es_es: Crear enlace
es_mx: Crear enlace
et: Loo link
fa: ساخت پیوند
fi: Luo linkki
fr: Créer un lien
gu: લિંક બનાવો
he: יצירת קישור
hi: लिंक बनाएं
hr: Stvori poveznicu
hu: Hivatkozás létrehozása
id: Buat Tautan
is: Búa til tengil
it: Crea link
ja: リンクを作成
kn: ಲಿಂಕ್ ರಚಿಸಿ
ko: 링크 만들기
lt: Sukurti nuorodą
lv: Izveidot saiti
ml: ലിങ്ക് സൃഷ്ടിക്കുക
mr: लिंक तयार करा
nb: Opprett lenke
nl: Link maken
pa: ਲਿੰਕ ਬਣਾਓ
pl: Utwórz link
pt_br: Criar link
ro: Creează link
ru: Создать ссылку
sk: Vytvoriť odkaz
sl: Ustvari povezavo
sv: Skapa länk
sw: Unda Kiungo
ta: இணைப்பை உருவாக்கு
te: లింక్ సృష్టించు
th: สร้างลิงก์
tr: Bağlantı Oluştur
uk: Створити посилання
ur: لنک بنائیں
vi: Tạo liên kết
zh_hans: 创建链接
zu: Dala isixhumanisi

# progress.friend_invite.created_message
source: They can open it, sign in or sign up, and then you will see each other in the app. Invite links expire in 2 days.
ar: يمكنه فتحه وتسجيل الدخول أو إنشاء حساب، وستريان بعضكما في التطبيق. تنتهي صلاحية روابط الدعوة خلال يومين.
bg: Те могат да го отворят, да влязат или да се регистрират и след това ще се видите в приложението. Връзките за покани изтичат след 2 дни.
bn: তারা এটি খুলতে, সাইন ইন করতে বা সাইন আপ করতে পারে এবং তারপরে আপনি অ্যাপটিতে একে অপরকে দেখতে পাবেন। আমন্ত্রণ লিঙ্ক 2 দিনের মধ্যে মেয়াদ শেষ হয়।
ca: Poden obrir-lo, iniciar sessió o registrar-se, i després us veureu a l'aplicació. Els enllaços d'invitació caduquen d'aquí a 2 dies.
cs: Přítel jej může otevřít, přihlásit se nebo si vytvořit účet a pak se v aplikaci navzájem uvidíte. Platnost pozvánek vyprší za 2 dny.
da: Din ven kan åbne det og logge ind eller oprette en konto. Derefter kan I se hinanden i appen. Invitationslinks udløber efter 2 dage.
de: Er kann ihn öffnen, sich anmelden oder registrieren, und ihr seht euch in der App. Einladungslinks laufen in 2 Tagen ab.
el: Ο φίλος σας μπορεί να τον ανοίξει και να συνδεθεί ή να εγγραφεί. Έπειτα θα βλέπετε ο ένας τον άλλον στην εφαρμογή. Οι σύνδεσμοι πρόσκλησης λήγουν σε 2 ημέρες.
es_es: Podrá abrirlo, iniciar sesión o registrarse, y os veréis en la app. Los enlaces de invitación caducan en 2 días.
es_mx: Podrá abrirlo, iniciar sesión o registrarse, y se verán en la app. Los enlaces de invitación vencen en 2 días.
et: Ta saab selle avada, sisse logida või registreeruda ning seejärel näete teineteist rakenduses. Kutselingid aeguvad 2 päeva pärast.
fa: دوستتان می‌تواند پیوند را باز کند، وارد شود یا ثبت‌نام کند و سپس یکدیگر را در برنامه خواهید دید. پیوندهای دعوت پس از ۲ روز منقضی می‌شوند.
fi: Ystäväsi voi avata linkin ja kirjautua tai rekisteröityä. Sen jälkeen näette toisenne sovelluksessa. Kutsulinkit vanhenevat 2 päivässä.
fr: Votre ami peut l’ouvrir, se connecter ou s’inscrire, et vous vous verrez ensuite dans l’app. Les liens d’invitation expirent au bout de 2 jours.
gu: તેઓ લિંક ખોલીને સાઇન-ઇન અથવા નોંધણી કરી શકે છે, પછી તમે ઍપમાં એકબીજાને જોઈ શકશો. આમંત્રણની લિંક 2 દિવસમાં સમાપ્ત થાય છે.
he: אפשר לפתוח את הקישור, להיכנס או להירשם, ואז תראו זה את זה באפליקציה. קישורי הזמנה פגים אחרי יומיים.
hi: वे इसे खोलकर साइन इन या साइन अप कर सकते हैं, और आप दोनों ऐप में एक-दूसरे को देखेंगे। आमंत्रण लिंक 2 दिनों में समाप्त हो जाते हैं।
hr: Mogu je otvoriti, prijaviti se ili registrirati, a zatim ćete se vidjeti u aplikaciji. Poveznice s pozivnicom istječu za 2 dana.
hu: A megnyitás után bejelentkezhet vagy regisztrálhat, és megjelentek egymás alkalmazásában. A meghívó 2 nap múlva lejár.
id: Teman dapat membukanya, masuk atau mendaftar, lalu Anda akan saling melihat di aplikasi. Tautan undangan kedaluwarsa dalam 2 hari.
is: Vinurinn getur opnað tengilinn, skráð sig inn eða stofnað aðgang og þá sjáið þið hvort annað í forritinu. Boðstenglar renna út eftir 2 daga.
it: Il tuo amico potrà aprirlo, accedere o registrarsi e poi vi vedrete nell’app. I link d’invito scadono dopo 2 giorni.
ja: 友だちはリンクを開いてサインインまたは登録でき、アプリ内でお互いを確認できます。招待リンクは2日で期限切れになります。
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಇದನ್ನು ತೆರೆದು ಸೈನ್ ಇನ್ ಅಥವಾ ನೋಂದಣಿ ಮಾಡಬಹುದು. ನಂತರ ಆ್ಯಪ್‌ನಲ್ಲಿ ಪರಸ್ಪರ ಕಾಣುತ್ತೀರಿ. ಆಹ್ವಾನ ಲಿಂಕ್‌ಗಳು 2 ದಿನಗಳಲ್ಲಿ ಅವಧಿ ಮೀರುತ್ತವೆ.
ko: 친구가 링크를 열어 로그인하거나 가입하면 앱에서 서로 볼 수 있습니다. 초대 링크는 2일 후 만료됩니다.
lt: Draugas gali ją atidaryti, prisijungti arba užsiregistruoti, tada matysite vienas kitą programėlėje. Kvietimo nuorodos galioja 2 dienas.
lv: Draugs var to atvērt, pierakstīties vai reģistrēties, un tad redzēsiet viens otru lietotnē. Uzaicinājuma saites derīgas 2 dienas.
ml: അവർ അത് തുറന്ന് സൈൻ ഇൻ ചെയ്യുകയോ അക്കൗണ്ട് സൃഷ്ടിക്കുകയോ ചെയ്താൽ ആപ്പിൽ പരസ്പരം കാണാം. ക്ഷണ ലിങ്കുകൾ 2 ദിവസത്തിൽ കാലഹരണപ്പെടും.
mr: ते लिंक उघडून साइन-इन किंवा नोंदणी करू शकतात, आणि मग तुम्हाला अ‍ॅपमध्ये एकमेकांना पाहता येईल. आमंत्रण लिंकची मुदत 2 दिवसांत संपते.
nb: Vennen kan åpne den og logge inn eller registrere seg. Deretter ser dere hverandre i appen. Invitasjonslenker utløper etter 2 dager.
nl: Je vriend kan de link openen en zich aanmelden of registreren. Daarna zien jullie elkaar in de app. Uitnodigingslinks verlopen na 2 dagen.
pa: ਉਹ ਇਸਨੂੰ ਖੋਲ੍ਹ ਕੇ ਸਾਈਨ ਇਨ ਜਾਂ ਸਾਈਨ ਅੱਪ ਕਰ ਸਕਦੇ ਹਨ, ਫਿਰ ਤੁਸੀਂ ਐਪ ਵਿੱਚ ਇੱਕ-ਦੂਜੇ ਨੂੰ ਵੇਖੋਗੇ। ਸੱਦੇ ਦੇ ਲਿੰਕ 2 ਦਿਨਾਂ ਵਿੱਚ ਮਿਆਦ ਪੁਗਾਉਂਦੇ ਹਨ।
pl: Znajomy może otworzyć link i zalogować się lub zarejestrować. Wtedy zobaczycie się nawzajem w aplikacji. Linki zaproszeń wygasają po 2 dniach.
pt_br: Ele pode abrir o link, entrar ou criar uma conta, e depois vocês vão se ver no app. Os links de convite expiram em 2 dias.
ro: Poate deschide linkul și se poate autentifica sau înregistra, apoi vă veți vedea reciproc în aplicație. Linkurile de invitație expiră în 2 zile.
ru: Друг сможет открыть её, войти или зарегистрироваться, и вы увидите друг друга в приложении. Ссылки-приглашения истекают через 2 дня.
sk: Môže ho otvoriť, prihlásiť sa alebo zaregistrovať a potom sa navzájom uvidíte v aplikácii. Pozývacie odkazy vypršia o 2 dni.
sl: Prijatelj jo lahko odpre in se prijavi ali registrira, nato pa se bosta videla v aplikaciji. Povezave s povabilom potečejo v 2 dneh.
sv: Din vän kan öppna den och logga in eller registrera sig. Sedan ser ni varandra i appen. Inbjudningslänkar går ut efter 2 dagar.
sw: Anaweza kukifungua, kuingia au kujisajili, kisha mtaonana kwenye programu. Viungo vya mwaliko huisha muda baada ya siku 2.
ta: அவர் அதைத் திறந்து உள்நுழையலாம் அல்லது பதிவு செய்யலாம்; பிறகு செயலியில் ஒருவரையொருவர் காணலாம். அழைப்பு இணைப்புகள் 2 நாட்களில் காலாவதியாகும்.
te: వారు దాన్ని తెరిచి సైన్ ఇన్ లేదా సైన్ అప్ చేయవచ్చు. ఆ తర్వాత యాప్‌లో ఒకరినొకరు చూడవచ్చు. ఆహ్వాన లింక్‌ల గడువు 2 రోజుల్లో ముగుస్తుంది.
th: เพื่อนเปิดลิงก์แล้วลงชื่อเข้าใช้หรือสมัครได้ จากนั้นคุณจะเห็นกันในแอป ลิงก์คำเชิญหมดอายุใน 2 วัน
tr: Arkadaşınız bağlantıyı açıp giriş yapabilir veya kaydolabilir; ardından uygulamada birbirinizi görürsünüz. Davet bağlantıları 2 gün sonra sona erer.
uk: Друг може відкрити його, увійти або зареєструватися, і ви побачите одне одного в застосунку. Запрошення дійсні 2 дні.
ur: وہ اسے کھول کر سائن اِن یا اکاؤنٹ بنا سکتے ہیں، پھر آپ ایپ میں ایک دوسرے کو دیکھ سکیں گے۔ دعوتی لنکس 2 دن بعد ختم ہو جاتے ہیں۔
vi: Họ có thể mở liên kết, đăng nhập hoặc đăng ký, rồi hai bạn sẽ thấy nhau trong ứng dụng. Liên kết mời hết hạn sau 2 ngày.
zh_hans: 对方可以打开链接，登录或注册，然后你们就能在应用中看到彼此。邀请链接将在 2 天后过期。
zu: Bangasivula, bangene noma babhalise, bese nibonana ohlelweni lokusebenza. Izixhumanisi zezimemo ziphelelwa yisikhathi ngemva kwezinsuku ezingu-2.

# progress.friend_invite.created_title
source: Send this link to your friend
ar: أرسل هذا الرابط إلى صديقك
bg: Изпратете тази връзка на ваш приятел
bn: আপনার বন্ধুকে এই লিঙ্ক পাঠান
ca: Envia aquest enllaç al teu amic
cs: Pošlete tento odkaz příteli
da: Send dette link til din ven
de: Sende diesen Link an deinen Freund
el: Στείλτε αυτόν τον σύνδεσμο στον φίλο σας
es_es: Envía este enlace a tu amigo
es_mx: Envía este enlace a tu amigo
et: Saada see link oma sõbrale
fa: این پیوند را برای دوستتان بفرستید
fi: Lähetä tämä linkki ystävällesi
fr: Envoyez ce lien à votre ami
gu: આ લિંક તમારા મિત્રને મોકલો
he: שליחת הקישור לחבר
hi: यह लिंक अपने दोस्त को भेजें
hr: Pošaljite ovu poveznicu prijatelju
hu: Küldd el ezt a hivatkozást a barátodnak
id: Kirim tautan ini kepada teman Anda
is: Sendu vini þínum þennan tengil
it: Invia questo link al tuo amico
ja: このリンクを友だちに送ってください
kn: ಈ ಲಿಂಕ್ ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ಕಳುಹಿಸಿ
ko: 친구에게 이 링크 보내기
lt: Nusiųskite šią nuorodą draugui
lv: Nosūtiet šo saiti draugam
ml: ഈ ലിങ്ക് സുഹൃത്തിന് അയയ്ക്കുക
mr: ही लिंक तुमच्या मित्राला पाठवा
nb: Send denne lenken til vennen din
nl: Stuur deze link naar je vriend
pa: ਇਹ ਲਿੰਕ ਆਪਣੇ ਦੋਸਤ ਨੂੰ ਭੇਜੋ
pl: Wyślij ten link znajomemu
pt_br: Envie este link para o seu amigo
ro: Trimite acest link unui prieten
ru: Отправьте эту ссылку другу
sk: Pošlite tento odkaz priateľovi
sl: Pošljite to povezavo prijatelju
sv: Skicka länken till din vän
sw: Mtumie rafiki yako kiungo hiki
ta: இந்த இணைப்பை உங்கள் நண்பருக்கு அனுப்பவும்
te: ఈ లింక్‌ను మీ స్నేహితుడికి పంపండి
th: ส่งลิงก์นี้ให้เพื่อน
tr: Bu bağlantıyı arkadaşınıza gönderin
uk: Надішліть це посилання другу
ur: یہ لنک اپنے دوست کو بھیجیں
vi: Gửi liên kết này cho bạn bè
zh_hans: 把这个链接发给你的朋友
zu: Thumela lesi sixhumanisi kumngane wakho

# progress.friend_invite.creating_button
source: Creating...
ar: جارٍ الإنشاء...
bg: Създава се...
bn: তৈরি করা হচ্ছে...
ca: S'està creant...
cs: Vytváření…
da: Opretter…
de: Wird erstellt...
el: Δημιουργία…
es_es: Creando...
es_mx: Creando...
et: Loomine...
fa: در حال ساخت...
fi: Luodaan...
fr: Création...
gu: બનાવી રહ્યું છે...
he: מתבצעת יצירה...
hi: बन रहा है...
hr: Stvaranje...
hu: Létrehozás…
id: Membuat...
is: Bý til...
it: Creazione...
ja: 作成中...
kn: ರಚಿಸಲಾಗುತ್ತಿದೆ...
ko: 만드는 중...
lt: Kuriama...
lv: Veido...
ml: സൃഷ്ടിക്കുന്നു...
mr: तयार करत आहे...
nb: Oppretter...
nl: Bezig met maken...
pa: ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie...
pt_br: Criando...
ro: Se creează...
ru: Создание...
sk: Vytvára sa...
sl: Ustvarjanje ...
sv: Skapar...
sw: Inaunda...
ta: உருவாக்குகிறது...
te: సృష్టిస్తోంది...
th: กำลังสร้าง...
tr: Oluşturuluyor...
uk: Створення...
ur: بنایا جا رہا ہے...
vi: Đang tạo...
zh_hans: 正在创建...
zu: Kuyadalwa...
